sensestage/ssdn_minibee/hardware-1.6/minibee/avr/boards.txt
minibee.name=revB/D (3.3V, 12 MHz) w/ ATmega328p

minibee.upload.tool=arduino:avrdude
minibee.upload.protocol=stk500
minibee.upload.maximum_size=30720
minibee.upload.speed=57600

minibee.bootloader.tool=arduino:avrdude
minibee.bootloader.low_fuses=0xFF
minibee.bootloader.high_fuses=0xDA
minibee.bootloader.extended_fuses=0x05
minibee.bootloader.file=minibee/ATmegaBOOT_168_minibee_12MHz.hex
minibee.bootloader.unlock_bits=0x3F
minibee.bootloader.lock_bits=0x0F

minibee.build.mcu=atmega328p
minibee.build.f_cpu=12000000L
minibee.build.core=minibee
minibee.build.variant=minibee
minibee.build.board=AVR_MINIBEE
